{
  "source": "Extracted from Google Play Store pages",
  "apps": [
    {
      "id": "com.prakshatech.appeight.appeight",
      "slug": "offline-metro-map",
      "name": "Offline Metro Map Delhi & more",
      "shortDescription": "Navigate India's Metro Networks Offline - No Internet Required! Find routes, explore metro maps, and plan your journey - all without needing an internet connection!",
      "longDescription": "Offline Metro Map Delhi & more is your ultimate companion for navigating metro systems across India. KEY FEATURES: OFFLINE ACCESS - Works 100% offline! MULTI-CITY SUPPORT - Delhi Metro, Bengaluru Metro, Mumbai Metro all in one app. SMART ROUTE FINDER - Find the fastest route between any two stations. INTERACTIVE METRO MAPS - Beautiful, zoomable maps. STATION SEARCH - Quick search with fuzzy matching. FARE CALCULATOR - Know your ticket price before you travel. RECENT SEARCHES, MULTI-LANGUAGE, DARK MODE, FREE TO USE. Supported: Delhi Metro (DMRC), Bengaluru Metro (Namma Metro), Mumbai Metro. Perfect for daily commuters, tourists, students, business travelers. Privacy first - no tracking, no personal data collection.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshatech.appeight.appeight&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/Kls6Oo2eksoLjxneCpYz5OisezdIVU6f-VGmU-8wX4plx4fIkS3uXtnA_-wMVNLQQ_eVQzrPWvlBykknxO6XmQ=w240-h480-rw",
      "screenshots": [
        "https://play-lh.googleusercontent.com/vfPi8H2qQ0NY8Kp86M8JdCAKLixsNu1kT8-KjahHBU8W5KuiNXplw44c9BdoofzrULkWgTj_AeDAp7-H34c7=w526-h296-rw",
        "https://play-lh.googleusercontent.com/V4HgwUWSz7_I8E_ycaTdvpiwKcoH123xKe1ZI_m-hBfGakhwfkKdlCi-0bBB4fpkzZVBR2XpLO5G_bR3erQbfg=w526-h296-rw",
        "https://play-lh.googleusercontent.com/vletybXR_6OtlUjxwK56F9QMQNGQObOytnC5bFwC4FfoyiIHeNc7ry2OMbhqBPV_STDmQE-Af0KU9ChwW0peOA=w526-h296-rw",
        "https://play-lh.googleusercontent.com/NwLJGZq9FZZtcxgH59CKXhD6mQZhCRaiGtWOo8mUUO8OHUQ8Am7gaQXYrsOY6FM3pzFZIAP8GyjwmNTX122-zA=w526-h296-rw",
        "https://play-lh.googleusercontent.com/16pQwLoepRknCvH7_eqvWidmcLrYBtDFpjD0EVGN21wzEpU8J4HyO5tOgx5KbrasKlbNaU5-QH0npUtQ5Rl0VrA=w526-h296-rw"
      ]
    },
    {
      "id": "com.prakshatech.appnine.appnine",
      "slug": "pro-pdf",
      "name": "Pro PDF: No Internet Edit/Read",
      "shortDescription": "PDF Pro - 100% Offline PDF Editor. The privacy-focused PDF editor that works 100% offline. No internet connection required. No cloud uploads. No subscriptions.",
      "longDescription": "Edit, annotate, merge, split, and manage your PDFs with complete privacy and control. 100% OFFLINE & PRIVATE - Your files never leave your device. PDF editing tools: view, search, bookmark, full-screen. Annotate: highlight, underline, strikethrough, sticky notes, shapes, eraser. Text editing, drawing & shapes. Page management: insert, delete, reorder, rotate, extract, duplicate. Pro features: merge & split, images & watermarks, headers & footers, crop, password protection, signatures, form filling, compare PDFs. Export & share, printing. No cloud, no data collection, no account required.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshatech.appnine.appnine&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/kQHgjIOhWcqdjKNUqoOWjFWgJNZNfwSUyeYr2oqdvOqCsc7mu0GurZGejh5udd2BzxFN1vvGQTv914TnrsJ1vA=s128-rw"
    },
    {
      "id": "com.prakshatech.appxiv.appxiv",
      "slug": "compass",
      "name": "No Internet Compass App",
      "shortDescription": "Compass – Offline direction finder with Qibla, Vastu Shastra, Feng Shui & liturgical east. Works without internet. Free.",
      "longDescription": "Find north, south, east, west and any direction accurately. Choose a standard compass or cultural direction mode: Qibla for prayer, Vastu for placement, Feng Shui for harmony, or liturgical east. All features work offline after install. 100% offline, accurate compass using device's magnetic sensor, Qibla finder (set location once for correct bearing), Vastu Shastra, Feng Shui Bagua zones, liturgical east. 20 languages, light & dark theme, calibration hint. No account, no subscription. Location used only for Qibla when enabled. We don't collect or sell your data.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshatech.appxiv.appxiv&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/TKWmGVhy880MsMSNGyxkeo_sIIjqJlUUCGrSAvCI9ab3gwFihGIs1mzs9sararbNAUiO7bgRRjTQse8sLZPLhvw=s128-rw"
    },
    {
      "id": "com.prakshatech.appsix.appsix",
      "slug": "starfollow",
      "name": "StarFollow : Celebrity Monitor",
      "shortDescription": "Star Read - Global Famous People Monitor. Stay connected with your favorite celebrities from around the world! Track famous people, get real-time news, explore stories through an interactive world map.",
      "longDescription": "Ultimate app for tracking famous people: browse thousands of celebrities (actors, musicians, athletes, scientists, politicians), search by name/country/occupation/tags with fuzzy search, add custom celebrities. Real-time news via Google News, curated articles, share stories. Interactive world map with celebrity locations, filter by country. Detailed profiles with Wikipedia data, photos, biographies, quotes, birth dates, net worth. Follow system for personalized feed. Dark and light themes, smooth animations. Advanced search, personal statistics. Multi-source: Google News, Wikipedia, curated database. Perfect for entertainment enthusiasts, pop culture followers, celebrity fans worldwide.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshatech.appsix.appsix&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/jm7jjyZYxCvPB1aasTdJzVC4p-g0kxmAvxBMXm9JTn2zqEpOuT-JOHcfjcji_ycM2S7hNftfydfbcxSmbPAD=s128-rw"
    },
    {
      "id": "com.prakshatech.appfive.appfive",
      "slug": "cat-directory",
      "name": "Cat Directory, Guide, Pet App",
      "shortDescription": "Cat Directory, Guide & Pet App – Cat Breeds, Care & Information. 100+ cat breed profiles, care tips, health education. All in one easy-to-use app.",
      "longDescription": "Helpful reference for cat enthusiasts and pet owners. Cat Breeds Directory: 100+ breed profiles with photos, characteristics, size/weight/appearance, temperament, grooming, lifespan, family-friendly and hypoallergenic info, search and filter. Cat Care: general guidelines, kitten care, feeding, litter box, grooming, exercise, indoor/outdoor safety, multi-cat tips. Cat Health Education: common health topics, vaccination awareness, preventive care, first-aid awareness, senior cat care. Cat Behavior & Lifestyle: body language, training, behavior management, environmental enrichment. Offline access, high-quality images, save favorites, care checklists. Disclaimer: general educational information only; not a substitute for professional veterinary advice.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshatech.appfive.appfive&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/1xGOcM7xBPBV7MpUbAL4oOIIdKxrOM4_5Zk9Svy7ewqXeZlquRcaPFKld2HmlWohMUatSfjwiS-gRvjRzL9X=s128-rw"
    },
    {
      "id": "com.praksha.gali_cricket_app",
      "slug": "gali-cricket",
      "name": "Gali Cricket Scoring & Games",
      "shortDescription": "Gali Cricket is the perfect app for scoring your street cricket matches—even when you're offline. No internet? No problem.",
      "longDescription": "Score your street cricket matches offline. Save all your matches, share scores instantly on WhatsApp, relive every moment. Easy Google login, default team and player names, live ball-by-ball commentary. Add as many players as you want, play unlimited overs, customize matches exactly how your gali cricket works. Includes fun cricket games to play when you're not on the ground—perfect for quick entertainment with friends. Free to use. Simple. Fast. Made for real Gali Cricket lovers.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.praksha.gali_cricket_app&hl=en_IN"
    },
    {
      "id": "com.prakshaappfour.appfour",
      "slug": "dog-directory",
      "name": "Dog Directory, Guide, Pets App",
      "shortDescription": "Dogs Directory - Your Complete Guide to Dog Breeds. 180+ dog breeds, detailed profiles, manage your pets, expert care advice.",
      "longDescription": "Comprehensive dog breeds directory: browse 180+ breeds with detailed profiles, real photos from professional database, search & filter by name/size/group/characteristics, popularity sorting. Detailed breed information: temperament, origin, history, physical characteristics, personality, trainability, grooming, lifespan, health, fun facts, photo galleries, swipeable carousels. Breed comparison tool: compare up to 3 breeds side-by-side. My Dogs pet tracker: unlimited dogs, personalized profiles, schedules for feeding/exercise/care, growth timeline, photo albums, reminders, care tips. Breed news & updates, favorites & bookmarks, beautiful themes. Export/import data. No ads option. Completely free.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshaappfour.appfour&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/nhqbp0S7OG0DTW1SkzpYSkN4xBx20xyqSoh5KawBWlLxDiY-899fZ-feR5txs_w9oV1koZMg7kxVHRSmVSRzvw=s128-rw"
    },
    {
      "id": "com.praksha.newyearwish",
      "slug": "wishing-status",
      "name": "Wishing Status & Story App",
      "shortDescription": "Create and share wishes on your Status or Story! Pick your favorite image, add message and name, create, save & share on WhatsApp Status, Instagram, Facebook Stories.",
      "longDescription": "Pick your favorite image from the gallery. Pick your language and message. Add your name (optional). Choose message position. Create, Save & Share on your Status or Story! Perfect for: WhatsApp Status, Instagram Stories, Facebook Stories, New Year celebrations, Republic Day wishes, daily morning greetings, goodnight messages to family & friends, festival greetings. Download and make every greeting memorable. Note: This app contains ads to keep it free for everyone.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.praksha.newyearwish&hl=en_IN"
    },
    {
      "id": "com.prakshaapptwo.apptwo",
      "slug": "card-game",
      "name": "World Famous 22 Card Game Free",
      "shortDescription": "Offline card games collection with 22 classic games from around the world.",
      "longDescription": "22 games total: Solitaire (Klondike, Spider, FreeCell, Pyramid). Casino: Blackjack, Poker (Video Poker), Hi-Lo. Classic: Rummy, Crazy Eights, War, Memory, Snap, Speed, Sevens. Regional favorites: Teen Patti, Twenty-Eight (India), Dou Di Zhu, Guandan, Madiao (China), Durak (Russia), Brisca (Mexico), Bridge (US). Free, offline.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshaapptwo.apptwo&hl=en_IN"
    },
    {
      "id": "com.prakshaappthree.appthree",
      "slug": "geopolitics",
      "name": "InSnaps : Geopolitics & Conflict",
      "shortDescription": "Geopolitics & Conflict Monitor – Real-Time Global Awareness. Stay informed about global conflicts, geopolitics, wars, crises, and instability with a clear, real-time view of the world.",
      "longDescription": "Cut through information overload and understand what's happening across the globe—accurately, visually, and instantly. Interactive global conflict map: armed conflicts, war zones, geopolitical tensions, humanitarian crises, instability hotspots. Verified multi-source data: Google News & RSS, Reuters, BBC, Al Jazeera, UCDP (Uppsala Conflict Data Program), ReliefWeb (UN OCHA), Wikipedia, 7+ international RSS sources. Comprehensive coverage: Europe, Middle East, Africa, Asia, Americas. Multi-language news: English, French, Spanish, German, Portuguese, Italian, Dutch, Polish, Russian, Japanese. Custom RSS feeds. For students of international relations, journalists, researchers, analysts, policy professionals, educators, global citizens. Real-time tracking, map-based visualization, no clutter.",
      "playUrl": "https://play.google.com/store/apps/details?id=com.prakshaappthree.appthree&hl=en_IN",
      "iconUrl": "https://play-lh.googleusercontent.com/NRlqU6DchkaPR3yPqsu4GDhqZ0E8Zjqz-U2M4klmKGV9WfmCBGtjaI0UOmya4yU-9QQcZEr_zGTZ3q3b5Yxg2A=w480-h960-rw"
    }
  ]
}
